Repository: lwlsw/3DBadgeClear
Catalog: 3dbadgeclearprefs/Resources/*.lproj/Root.strings
Languages: ar, de_de, el, es, ja_jp, ko_kr, ro, sq, zh_hans

source: Options
ar: خيارات
de_de: Einstellungen
el: Ρυθμίσεις
es: Opciones
ja_jp: 設定
ko_kr: 옵션
ro: Opțiuni
sq: Konfigurime
zh_hans: 选项

# Clear_Last
source: Should "Clear Badge" be last?
ar: هل يجب أن يكون "مسح الشارة" هو الأخير؟
de_de: "Kennzeichen löschen" ganz nach unten?
el: Να εμφανίζεται η "Διαγραφή Ταμπέλας" τελευταία;
es: ¿debería borrar la insignias como la última vez?
ja_jp: 「バッジを消す」を最後に
ko_kr: '배지 지우기'를 가장 아래로
ro: Ar trebui “Șterge insigna” să fie afișată ultima?
sq: A duhet që “Clear Badge” të jet e fundit?
zh_hans: 把 "清理角标" 菜单放到最后吗?

# Clear_Last_Explanation
source: If this is on, "Clear Badge" shows last. If this is off, "Clear Badge" shows first.
ar: إذا شغلت هذا، فسيظهر خيار "مسح الشارة" في آخر الخيارات. أما إذا كان معطلًا، فسيظهر الخيار في بداية الخيارات.
de_de: Wenn dies aktiviert ist, wird "Kennzeichen löschen" zuletzt angezeigt. Wenn dies deaktiviert ist, wird "Kennzeichen löschen" zuerst angezeigt.
el: Αν το παραπάνω είναι ενεργοποιημένο, η επιλογή "Διαγραφή Ταμπέλας" εμφανίζεται τελευταία στο μενού. Αν είναι απενεργοποιημένη, η ίδια επιλογή εμφανίζεται πρώτη.
es: Si esta activado, “limpiar insignia” mostrar ultimas. Si está desactivado, “limpiar insignias” mostrar primero.
ja_jp: これがオンの場合、「バッジを消す」が最後に表示されます。 これがオフの場合、「バッジを消す」が最初に表示されます。
ko_kr: 이 옵션을 켜면 '배지 지우기' 메뉴가 가장 아래에 위치합니다. 반대로 끄면 '배지 지우기' 메뉴가 가장 위에 위치합니다.
ro: Dacă această opțiune este activată, “Șterge insigna” va fi afișată în josul meniului. Dacă aceasta este dezactivată, “Șterge insigna” este afișată prima în meniu.
sq: Nëse kjo është e ndezur, “Clear Badge” do të shfaqet në fund. Nëse është e fikur, “Clear Badge” do të shfaqet në fillim.
zh_hans: 如果启用，则在 3D-Touch 菜单的最后显示"清理角标"。 如果未启用，则会在 3D-Touch 菜单的顶部显示"清理角标"。

source: Others
ar: أخرى
de_de: Sonstiges
el: Άλλα
es: Otros
ja_jp: その他
ko_kr: 그 외
ro: Altele
sq: Të tjera
zh_hans: 其他

# Follow_Twitter
source: Follow me on Twitter
ar: تابعني على تويتر
de_de: Folge mir auf Twitter
el: Ακολουθήστε με στο Twitter
es: Sígueme en Twitter
ja_jp: Twitterをフォローする
ko_kr: 트위터 계정 팔로우하기
ro: Urmărește-mă pe Twitter
sq: Më ndiq mua në Twitter
zh_hans: 在 Twitter 上关注我

# Source_Code
source: View Source Code
ar: عرض شفرة المصدر
de_de: Quellcode anzeigen
el: Προβολή πηγαίου κώδικα
es: Ver código fuente
ja_jp: ソースコードを見る
ko_kr: 소스 코드 보기
ro: Vezi Codul Sursă
sq: Shikoni kodin e burimit
zh_hans: 查看源代码

# Submit_Translation
source: Submit a translation
ar: تقديم ترجمة
de_de: Übersetzung einreichen
el: Καταχωρήστε μετάφραση
es: Enviar una traducción
ja_jp: 翻訳を提案する
ko_kr: 번역 제안하기
ro: Trimite o traducere
sq: Paraqit një përkthim
zh_hans: 提交翻译

# Send_Email
source: Send me an email
ar: راسلني على البريد الإلكتروني
de_de: E-Mail senden
el: Αποστολή email υποστήριξης
es: Envíame un email
ja_jp: E-mailを送る
ko_kr: 피드백 보내기
ro: Trimite-mi un e-mail
sq: Më dërgo mua një email
zh_hans: 通过电子邮件向我反馈

# Donate_PayPal
source: Donate on PayPal
ar: التبرع عبر PayPal
de_de: Spenden mit PayPal
el: Κεράστε με έναν καφέ (PayPal)
es: Donaciones con Paypal
ja_jp: PayPalで寄付する
ko_kr: PayPal로 기부하기
ro: Donează pe PayPal
sq: Dhuro në PayPal
zh_hans: 在 PayPal 上捐款

# Donation_Explanation
source: I'm a (usually sleepless) college student, doing this just because I like it. If you like it too, maybe you could buy me a coffee for more sleepless nights?
ar: أنا طالب جامعي (قليل النوم)، أفعل ذلك لمجرد أنني أحب فعل ذلك. إذا أحببت هذا أيضًا، فربما يمكنك أن تشترِ لي القهوة لأحصل على المزيد من الليالي بلا نوم :)
de_de: Ich bin ein (normalerweise schlafloser) Student und mache das nur, weil es mir gefällt. Wenn es dir auch gefällt, könntest du mir vielleicht einen Kaffee für mehr schlaflosere Nächte kaufen?
el: Είμαι ένας (συνήθως άυπνος) φοιτητής, που το κάνει αυτό, γιατί μου αρέσει σαν ασχολία. Αν σας αρέσουν, όσα φτιάχνω, θα μπορούσατε ίσως να με κεράσετε έναν καφέ για περισσότερες άυπνες νύχτες;
es: Yo soy un (madrugador) estudiante de colegio, haciendo esto por que realmente me gusta. Si te gusta mi trabajo, podrias ayudarme donando para comprarme un cage para esas noches de insomnio.
ja_jp: 私は(概ね眠れない)大学生です。好きという理由のみで作りました。 もしあなたがこれが気に入ったなら、もっと眠れない夜のために私にコーヒーを奢っていただけませんか？
ko_kr: 저는 (늘상 수면이 부족한) 대학생이며, 이 트윅은 그저 제가 좋아서 만들었을 뿐입니다. 만약 이 트윅이 마음에 드신다면 더욱 수면이 부족해질 밤을 위해 커피 한 잔만 부탁드립니다.
ro: Sunt un student (de obicei fără somn) care face asta din plăcere. Dacă iți place și ție, poate îmi poti face cinste cu o cafea pentru mai multe nopți fără somn?
sq: Un jam (zakonisht pa gjum) një stundent kolegji, duke e bërë këtë sepse më pëlqen. Nëse dhe ty të pëlqen, ndoshta mund të më blesh mua një kafe për më shum natë të vona pa gjum?
zh_hans: 我是一名(经常失眠)的大学生，这样做是因为我喜欢它。 如果你也喜欢的话，也许您可以给我买一杯为我带来不眠之夜的咖啡？
